[zh-CN]
UI_MENU_TOPMOST=置顶
TEXT_MODE_OUTPUT_PATH_FORMAT=[RealTimePPDisplayer]PP文件: {0}
MMF_MODE_OUTPUT_PATH_FORMAT=[RealTimePPDisplayer]内存映射文件名: {0}
CHECK_RTPPD_UPDATE = [RealTimePPDisplayer]RealTimePPDisplayer有新版本({0})
CHECK_OPPAI_UPDATE = [RealTimePPDisplayer]oppai-ng有新版本({0})

FPS=帧率
TextOutputPath=文本模式输出路径
DisplayHitObject=显示打击计数
FontName=字体
PPFontSize=PP字体大小
PPFontColor=PP字体颜色
HitCountFontSize=打击计数字体大小
HitCountFontColor=打击计数字体颜色
BackgroundColor=背景颜色
WindowHeight=WPF窗口高度
WindowWidth=WPF窗口宽度
SmoothTime=平滑时间
Topmost=置顶
WindowTextShadow=WPF文字阴影
OutputMethods=输出方法
DebugMode=Debug模式
PPFormat=自定义PP格式
HitCountFormat=自定义打击格式
RoundDigits=保留小数点
IgnoreTouchScreenDecrease=忽略触屏削弱
RankingSendPerformanceToChat=Ranking时发送PP到聊天
UseUnicodePerformanceInformation=以原语言显示歌曲信息
CHECK_GOTO_RELEASE_PAGE_HINT=[RealTimePPDisplayer]输入"rtpp releases"在你的浏览器中打开发布页面.
UI_NAME_LABEL=输出名:
UI_FORMAT_LABEL=格式:
UI_TYPE_COMBOBOX_TOOLTIP=选择输出方式.
UI_FORMATTER_COMBOBOX_TOOLTIP=选择格式器
UI_MODES_MULTISELECTCOMBOBOX_TOOLTIP=在哪些模式中更新Displayer
UI_SMMOTH_CHECKBOX_TOOLTIP=启用平滑输出
UI_DELETETHIS_BUTTON_CONTENT=删除此项
UI_SMOOTH_CHECKBOX_CONTENT=平滑
UI_EDITFORMAT_BUTTON_CONTENT=编辑
UI_OPENEDITOR_BUTTON_CONTENT=格式编辑器
UI_MULTIOUTPUTEDITOR_BUTTON_CONTENT=多输出编辑器
UI_UPDATE_CONFIGGUI_MESSAGEBOX=请更新ConfigGUI到0.2.1或更高版本
HINT_BEATMAP_NO_FOUND=[RealTimePPDisplayer]没有发现Beatmap! 请确保Songs路径是正确的 (Songs路径在OsuRTDataProvider中设置).
ByCuteSyncProxy = 通过CuteSync代理
ApiKey = Osu! Api key
Formatter = 格式化器
HINT_CANNOT_WATCH_OTHER_PLAYER=[RealTimePPDisplayer]不能观看其他玩家。 （如果你想观看其他玩家, 请取消勾选"通过CuteSync代理"然后输入api key）.
HINT_POBT_VERSION_LOWER=[RealTimePPDisplayer]你的PublicOsuBotTransfer版本低于1.3.0，不能使用"By CuteSync Proxy".
HINT_POBT_VERSION_NO_INSTALLED=你没有安装PublicOsuBotTransfer插件.
MBX_POBT_VERSION_NO_INSTALLED=You have not installed the PublicOsuBotTransfer plugin.
